"livechat.inputfield.questionplaceholder" = "ป้อนคำถามของคุณ";
"livechat.inputfield.messageplaceholder" = "ข้อความ";
"livechat.inputfield.feedbackplaceholder" = "ป้อนคำติชมของคุณที่นี่...";
"livechat.inputfield.commentplaceholder" = "ข้อคิดเห็น";
"livechat.headertitle.department" = "เลือกฝ่ายงาน";
"livechat.headertitle.feedback" = "โปรดให้ข้อเสนอแนะของคุณ";
"livechat.button.send" = "ส่ง";
"livechat.button.ok" = "ตกลง";
"livechat.button.photolibrary" = "ไลบรารีรูปถ่าย";
"livechat.button.sendPhoto" = "ส่งรูปถ่าย";
"livechat.button.takescreenshot" = "ถ่ายภาพหน้าจอ";
"livechat.button.cancel" = "ยกเลิก";
"livechat.button.open" = "เปิด";
"livechat.button.copy" = "คัดลอก";
"livechat.button.submit" = "ส่ง";
"livechat.button.back" = "< กลับไป";
"livechat.button.select" = "เลือก";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "กลับไป";
"livechat.message.savetolibrary" = "บันทึกไปยังม้วนฟิล์ม";
"livechat.message.offlineSend" = "ส่งแบบออฟไลน์";
"livechat.message.secs" = "%@ วินาที";
"livechat.message.sec" = "%@ วินาที";
"livechat.message.newmessage" = "%@ ข้อความใหม่";
"livechat.message.newmessages" = "%@ ข้อความใหม่";
"livechat.message.chattransfered" = "ส่งข้อความแชทแล้ว สวัสดี %@ เรายินดีที่จะให้คำแนะนำเพิ่มเติมแก่คุณ";
"livechat.message.agenjoinedchat" = "%@ ได้เข้าร่วมการสนทนานี้แล้ว";
"livechat.message.sessionended" = "เซสชันสิ้นสุดแล้ว - #%@";
"livechat.message.sessionendednovisitid" = "เซสชันสิ้นสุดแล้ว";
"livechat.message.connectedto" = "เชื่อมต่ออยู่กับ %@";
"livechat.message.sessionendtime" = "เซสชันการสนทนาจะสิ้นสุดในอีก %@";
"livechat.message.chatmissed" = "เราจะติดต่อกลับหาคุณโดยเร็ว";
"livechat.message.defaultthankmsg" = "ขอขอบคุณที่ติดต่อเรา! \n โปรดให้คะแนนและคำติชมอันมีค่าของคุณไว้ให้เรา";
"livechat.ratingresponse.ratingandfeedback" = "ขอขอบคุณสำหรับการให้คะแนนและคำติชมอันมีค่าของคุณ";
"livechat.ratingresponse.feedback" = "ขอขอบคุณสำหรับการให้คำติชมอันมีค่าของคุณ";
"livechat.ratingresponse.rating" = "ขอขอบคุณสำหรับการให้คะแนนอันมีค่าของคุณ";
"livechat.message.name" = "ฉัน";
"livechat.ratingmessage.bad" = "ไม่ดี";
"livechat.ratingmessage.good" = "ดี";
"livechat.ratingmessage.wow" = "สุดยอด";
"livechat.feedbackmessage.nofeedback" = "ไม่มีคำติชม";
"livechat.connectionstatus.online" = "ออนไลน์";
"livechat.connectionstatus.offline" = "ออฟไลน์";
"livechat.connectionstatus.connecting" = "กำลังเชื่อมต่อ";
"livechat.connectionstatus.waitingfornetwork" = "กำลังรอเครือข่าย";
"livechat.connectionstatus.noconnection" = "ไม่มีการเชื่อมต่อเครือข่าย...";
"livechat.day.morning" = "ตอนเช้า";
"livechat.day.afternoon" = "กลางวัน";
"livechat.day.evening" = "ตอนเย็น";
"livechat.day.night" = "กลางคืน";
"livechat.day.today" = "วันนี้";
"livechat.day.yesterday" = "เมื่อวาน";
"livechat.fileSize.exceed.alert" = "ขนาดไฟล์เกินขีด จำกัด ที่อนุญาตสูงสุด";


//

"livechat.message.sessionend" = "เซสชันการสนทนากำลังจะสิ้นสุด";

"livechat.leave.feedback" = "ขอขอบคุณที่ติดต่อเรา! \n โปรดฝากคำติชมอันมีค่าของคุณไว้ให้เรา";

"livechat.offline.sent" = "ส่งแบบออฟไลน์";

"livechat.conversation.gif" = "Gif";

"livechat.conversation.image" = "รูป";

"livechat.conversation.vidoe" = "วิดีโอ";

"livechat.conversation.audio" = "เสียง";

"livechat.conversation.file" = "ไฟล์";

"livechat.conversation.location" = "ตำแหน่งที่ตั้ง";

"livechat.conversation.contact" = "ติดต่อ";

"livechat.ongoing.typing" = "กำลังพิมพ์";

"livechat.offline.message" = "ขณะนี้พนักงานของเราไม่อยู่ โปรดฝากข้อความถึงเราและเราจะติดต่อกลับโดยเร็ว";

"livechat.start.chat" = "เริ่มการสนทนา";

"livechat.recently.viewed" = "ดูล่าสุด";

"livechat.faq.srarch.empty" = "โอ้! บทความที่คุณกำลังค้นหากำลังอยู่ระหว่างการจัดทำ โปรดตรวจสอบอีกในภายหลัง";

"livechat.faq.search" = "ค้นหาบทความ";

"livechat.conversation" = "การสนทนา";

"livechat.faq" = "ฐานความรู้";

"livechat.conversation.search.empty" = "ขออภัย ดูเหมือนการสนทนาที่มีอยู่จะไม่มีคำค้นหาที่คุณเพิ่งพิมพ์ ลองใช้คำค้นหาอื่นอาจได้ผล";

"livechat.conversation.attended" = "ใน %@ ร่วมกับ %@"; //in zylker with andrew

"livechat.conversation.missed" = "พลาดไปใน %@";//Missed in sales

"livechat.conversation.search" = "ค้นหาการสนทนา";

"livechat.conversation.empty" = "ยังไม่มีการสนทนา! คุณเชื่อมต่อกับผู้เชี่ยวชาญของเราได้ด้วยคลิกเดียว";

"livechat.faq.empty" = "มอดูลบทความของเรากำลังอยู่ระหว่างการจัดทำ";

"livechat.conversaiton.awaiting" = "กำลังรอการเชื่อมต่อ...";

"livechat.faq.article" = "บทความ";

"livechat.faq.articles" = "บทความ";

"livechat.faq.view" = "จำนวนครั้งที่เข้าชม";

"livechat.faq.views" = "จำนวนครั้งที่เข้าชม";






"livechat.button.endsession" = "สิ้นสุดเซสชัน";
"livechat.message.missedChat" = "การสนทนาที่พลาดไป";
"livechat.message.sharedfile" = "แชร์ไฟล์";
"livechat.message.suggestions" = "ข้อเสนอแนะ";
"livechat.message.like" = "ถูกใจ";
"livechat.message.dislike" = "ไม่ถูกใจ";
"livechat.message.timezone" = "เขตเวลา";
"livechat.message.date" = "วันที่";//
"livechat.message.time" = "เวลา";//
"livechat.message.from" = "จาก";//
"livechat.message.to" = "ถึง";//
"livechat.message.speaker" = "ผู้บรรยาย";
"livechat.message.settings" = "การตั้งค่า";
"livechat.message.okay" = "พอใช้";
"livechat.button.dnt" = "ไม่ต้องติดตาม";
"livechat.button.gotit" = "เข้าใจแล้ว";
"livechat.button.learnmore" = "เรียนรู้เพิ่มเติม";
"livechat.button.accept" = "ยอมรับ";
"livechat.button.decline" = "ปฏิเสธ";
"livechat.message.slidetodelete" = "เลื่อนเพื่อลบ";
"livechat.message.holdtorecord" = "กดค้างเพื่อบันทึก ปล่อยเพื่อหยุด";
"livechat.permission.microphone" = "อนุญาตให้เข้าถึงไมโครโฟนบนอุปกรณ์ของคุณเพื่อบันทึกและส่งข้อความเสียง";
"livechat.buttton.later" = "ภายหลัง";
"livechat.message.permission" = "นำทางไปยังการตั้งค่าของแอป";
"livechat.message.angry" = "โกรธ";
"livechat.message.sad" = "เศร้า";
"livechat.message.neutral" = "เฉยๆ";
"livechat.message.good" = "ดี";
"livechat.message.great" = "ยอดเยี่ยม";

"livechat.message.chattransfering" = "%@ กำลังโอนแชทนี้ไปยัง %@";
"livechat.message.forwardsupport" = "%@ กำลังโอนแชทนี้";
"livechat.message.forwardaccepted" = "แชทปัจจุบันถูกส่งต่อไปยัง %@ สำเร็จ";

"livechat.button.done" = "เสร็จสิ้น";
"livechat.button.skip" = "ข้าม";
"livechat.button.confirm" = "ยืนยัน";
"livechat.message.bookslot" = "จองช่วงเวลา";

"livechat.message.verybad" = "แย่มาก";
"livechat.message.neutral" ="เฉยๆ";
"livechat.message.pickdate" = "เลือกวันที่";
"livechat.message.pickslot" = "เลือกช่วงเวลา";
"livechat.message.pickloc" = "เลือกตำแหน่งที่ตั้ง";
"livechat.message.location" = "ตำแหน่งที่ตั้ง";
"livechat.message.curloc" = "ส่งตำแหน่งปัจจุบัน" ;
"livechat.message.selloc" = "ส่งตำแหน่งที่เลือก";

"livechat.message.changeemail" = "เปลี่ยนที่อยู่อีเมล";
"livechat.message.translateconsent" = "การแปลด้วย Google";
"livechat.message.chatconsent" = "ความยินยอมของการแชท";
"livechat.message.trackconsent" = "ความยินยอมให้ทำการติดตาม";
"livechat.chatconsent.message" = "เมื่อคลิกยอมรับ คุณได้ยอมรับในข้อกำหนดและเงื่อนไขของเราที่ระบุไว้ในเอกสารนี้";
"livechat.trackconsent.message1" = "สวัสดี! เราติดตามกิจกรรมของคุณบนแอปเพื่อเพิ่มประสิทธิภาพให้ประสบการณ์ในแอปของคุณ";
"livechat.trackconsent.message2" = "สวัสดี! เราติดตามกิจกรรมของคุณบนแอปเพื่อเพิ่มประสิทธิภาพให้ประสบการณ์ในแอปของคุณ แต่ถ้าคุณต้องการเลือกไม่รับสิ่งนี้ โปรดคลิกตัวเลือก “ไม่ต้องติดตาม”";
"livechat.message.cardmask" = "การปิดทับบัตรเครดิต";
"livechat.creditcard.message" = "เนื่องจากหมายเลขบัตรของคุณเป็นข้อมูลที่่มีความละเอียดอ่อน คุณต้องการให้เราปิดทับ 12 ตัวแรกของหมายเลขบัตรหรือไม่";
"livechat.button.mask" = "ปิดทับ";
"livechat.message.emailtranscript" = "คุณกำลังจะส่งอีเมลสำเนาการสนทนานี้ไปที่ %@";



"livechat.message.continuesession" = "เซสชันการสนทนากับเราของคุณได้ข้อสรุปแล้ว คุณมีคำถามเพิ่มเติมอีกหรือไม่ คลิกดำเนินการต่อเพื่อสนทนากับเรา";
"livechat.button.sendemail" = "อีเมลสำเนาบทสนทนา";
"livechat.button.continue" = "ดำเนินการต่อไป";
"livechat.message.typeemail" = "ป้อนที่อยู่อีเมลของคุ";
"livechat.message.mailsent" = "ส่งอีเมลสำเร็จ";
"livechat.message.mailfailed" = "การส่งอีเมลล้มเหลว";


"livechat.button.yes" = "ใช่";
"livechat.button.no" = "ไม่ใช่";
"livechat.message.connectohuman" = "ต้องการความช่วยเหลือจากเจ้าหน้าที่ใช่ไหม";

"livechat.message.downloading" = "กำลังดาวน์โหลด";
"livechat.message.uploading" = "กำลังอัปโหลด";

"livechat.message.sendphoto" = "ส่ง 1 รูปถ่าย";
"livechat.message.sendvideo" = "ส่ง 1 วิดีโอ";

"livechat.message.sendphotos" = "ส่ง %@ รูปถ่าย";
"livechat.message.sendvideos" = "ส่ง %@ วิดีโอ";


"livechat.message.senditems" = "ส่ง %@ รายการ";

"livechat.message.saved" = "บันทึกแล้ว";
"livechat.message.screenshot" = "แตะเพื่อบันทึก";

"livechat.message.time.yearsago" = "%@ ปีที่แล้ว";
"livechat.message.time.monthsago" = "%@ เดือนที่แล้ว";
"livechat.message.time.weeksago" = "%@ สัปดาห์ที่แล้ว";
"livechat.message.time.daysago" = "%@ วันที่แล้ว";
"livechat.message.time.hoursago" = "%@ ชั่วโมงที่แล้ว";
"livechat.message.time.minutesago" = "%@ นาทีที่แล้ว";
"livechat.message.time.secondsago" = "%@ วินาทีที่แล้ว";
"livechat.continue.chat" = "ดำเนินการสนทนาต่อ";
"livechat.conversation.started" = "ใน %@";
"livechat.message.sendfeedback" = "ส่งคำติชม";
"livechat.message.sessionendtime" = "เซสชันการสนทนาจะสิ้นสุดในอีก %@";

"livechat.message.recieveimage" = "%@ ส่งภาพให้คุณ";
"livechat.message.recievevideo" = "%@ ส่งวิดีโอให้คุณ";
"livechat.message.recievegif" = "%@ ส่ง GIF ให้คุณ";
"livechat.message.recievefile" = "%@ ส่งไฟล์ให้คุณ";
"livechat.message.recieveaudio" = "%@ ส่งคลิปเสียงให้คุณ";
"livechat.message.sharescreenshot" = "แชร์ภาพหน้าจอ";

//FORMS
"livechat.message.defaultthankmsg" = "เรารู้สึกยินดีมากที่ได้สนทนากับคุณในวันนี้ โปรดสละเวลาของคุณสักเล็กน้อยเพื่อ 'ให้คะแนน'";

"livechat.message.rate.1star" = "ขออภัยที่เราไม่สามารถช่วยได้ เราจะปรับปรุงการช่วยเหลือสนับสนุนของเรา";
"livechat.message.rate.2star" = "ขออภัย! เรารับรองว่าคุณจะได้รับประสบการณ์ที่ดีขึ้นในครั้งต่อไป";
"livechat.message.rate.3star" = "ขอบคุณสำหรับการให้คะแนน! โปรดส่งข้อความหาเรา หากต้องการความช่วยเหลือใด ๆ";
"livechat.message.rate.4star" = "ขอบคุณสำหรับการให้คะแนนของคุณ เรายินดีอย่างยิ่งที่จะให้ความช่วยเหลือ";
"livechat.message.rate.5star" = "ว้าว ขอบคุณ!  เรายินดีที่ได้ช่วยเหลือคุณ";

"livechat.message.feedback" = "ขอบคุณสำหรับคำติชมของคุณ";

"livechat.message.state.connecting" = "กำลังเชื่อมต่อ";
"livechat.message.state.connected" = "เชื่อมต่อแล้ว";

"livechat.message.inputcard.title.name" = "ป้อนชื่อ";
"livechat.message.inputcard.title.phone" = "ป้อนผู้ติดต่อ";
"livechat.message.inputcard.title.url" = "ป้อน URL";
"livechat.message.inputcard.title.email" = "ป้อนอีเมล";

"livechat.message.inputcard.error.name" = "ป้อนชื่อที่ถูกต้อง";
"livechat.message.inputcard.error.email" = "ป้อนที่อยู่อีเมลที่ถูกต้อง";
"livechat.message.inputcard.error.contact" = "ป้อนหมายเลขติดต่อที่ถูกต้อง";
"livechat.message.inputcard.error.url" = "ป้อน URL ที่ถูกต้อง";

"livechat.message.form.inline.introduction" = "ช่วยให้เรารู้จักคุณ";
"livechat.message.form.inline.chatmessage" = "โปรดระบุรายละเอียดสองสามข้อเพื่อเริ่มต้นการสนทนา";
"livechat.message.form.inline.buttontitle" = "กรอกแบบฟอร์ม";

"livechat.message.form.field.error.question" = "ป้อนคำถาม";
"livechat.message.form.field.question" = "ป้อนคำถามของคุณที่นี่";
"livechat.message.form.field.campaign" = "คุณต้องการสมัครรับจดหมายข่าวของเราหรือไม่";

"livechat.message.form.field.error.unknown" = "คำตอบที่ให้ไม่ถูกต้อง";

"livechat.message.form.field.department.fieldname" = "แผนก";
"livechat.message.form.field.department.message" = "โปรดเลือกแผนกที่ควรจะส่งคำขอของคุณไปให้";
"livechat.message.form.field.department.placeholder" = "เลือกแผนก";
"livechat.message.form.field.department.coversation.error" = "โปรดเลือกแผนกอื่น";
"livechat.message.form.field.department.traditional.error" = "เลือกแผนกที่ถูกต้อง";



"livechat.message.form.field.email.fieldname" = "อีเมล";
"livechat.message.form.field.email.message" = "คุณต้องการให้เราส่งอีเมลไปให้คุณที่ใด";
"livechat.message.form.field.email.placeholder" = "ป้อนที่อยู่อีเมลของคุณ";
"livechat.message.form.field.email.coversation.error" = "ที่อยู่อีเมลที่คุณป้อนดูเหมือนจะไม่ถูกต้อง โปรดป้อนที่อยู่อีเมลของคุณอีกครั้ง";
"livechat.message.form.field.email.traditional.error" = "ป้อนที่อยู่อีเมลที่ถูกต้อง";



"livechat.message.form.field.phone.fieldname" = "โทรศัพท์";
"livechat.message.form.field.phone.message" = "ขอหมายเลขติดต่อของคุณได้หรือไม่";
"livechat.message.form.field.phone.placeholder" = "ป้อนหมายเลขติดต่อของคุณ";
"livechat.message.form.field.phone.coversation.error" = "หมายเลขโทรศัพท์ที่คุณป้อนดูเหมือนจะไม่ถูกต้อง โปรดป้อนหมายเลขโทรศัพท์ของคุณอีกครั้ง";
"livechat.message.form.field.phone.traditional.error" = "ป้อนหมายเลขโทรศัพท์ที่ถูกต้อง";


"livechat.message.form.field.name.fieldname" = "ชื่อ";
"livechat.message.form.field.name.message" = "คุณต้องการให้เราเรียกคุณว่าอย่างไร";
"livechat.message.form.field.name.placeholder" = "ป้อนชื่อของคุณ";
"livechat.message.form.field.name.coversation.error" = "ชื่อที่คุณป้อนดูเหมือนจะไม่ถูกต้องนัก โปรดป้อนชื่อของคุณอีกครั้ง";
"livechat.message.form.field.name.traditional.error" = "ป้อนชื่อที่ถูกต้อง";

"livechat.button.sure" = "แน่ใจ";
"livechat.message.form.conversation.sendername" = "ตัวดำเนินการ";
"livechat.message.form.traditional.title" = "รายละเอียดผู้ใช้";

"livechat.message.error.internet" = "โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ";
"livechat.message.error.unknown" = "อุ๊บส์! มีข้อผิดพลาดบางอย่างเกิดขึ้น โปรดลองใหม่อีกครั้ง";


//REOPEN
"livechat.message.error.internet" = "โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ";
"livechat.message.error.unknown" = "ขออภัย! มีข้อผิดพลาดบางอย่างเกิดขึ้น โปรดลองใหม่อีกครั้ง";
"livechat.conversation.started_no_dept" = "ด้วย %@";
"livechat.message.reopensession" = "เซสชันการสนทนาของคุณสิ้นสุดแล้ว คุณสามารถเปิดการสนทนาขึ้นใหม่ถ้าคุณต้องการสอบถามเพิ่มเติม";
"livechat.message.failiure.unknown" = "มีข้อผิดพลาดบางอย่างเกิดขึ้น รหัสข้อผิดพลาด: %@";
"livechat.message.failiure.throttle" = "การเชื่อมต่อถูกจำกัด ลองใหม่ในอีกสักครู่";
"livechat.button.reopen" = "เปิดการสนทนาใหม่";
"livechat.message.conversation.reopened" = "คุณได้เปิดการสนทนาใหม่แล้ว";
"livechat.message.sendblocked.ended" = "การสนทนานี้ได้สิ้นสุดแล้ว";
"livechat.message.conversation.operatorsunavailable" = "ไม่มีโอเปอเรเตอร์พร้อมให้บริการ";
"livechat.message.conversation.waiting" = "โอเปอเรเตอร์จะเข้าร่วมในไม่ช้า";
"livechat.message.conversation.formwaiting" = "กำลังรอรายละเอียดของคุณ";

"livechat.message.chatwithus" = "แชทกับเราตอนนี้!";
"livechat.message.search" = "ค้นหา";
"livechat.rate.titlemessage" = "คุณพึงพอใจกับประสบการณ์การสนทนากับเรามากน้อยเพียงใด";
"livechat.rate.subtitlemessage" = "โปรดสละเวลาของคุณสักเล็กน้อยเพื่อให้คะแนน";
"livechat.message.time.justnow" = "ตอนนี้เลย";
"livechat.message.file" = "ไฟล์";
"livechat.message.missed.message" = "เราคิดถึงคุณมาก! เราจะติดต่อกลับไปหาคุณโดยเร็ว!";
"livechat.message.connection.online.message" = "กลับมาออนไลน์!";

"salesiq.chat.branding" = "จัดการโดย SalesIQ Mobilisten";
"livechat.button.download" = "ดาวน์โหลด";
"livechat.alert.formactivenotice.title" = "ฟอร์มที่ใช้งานอยู่ในการสนทนาอื่น";
"livechat.alert.formactivenotice.subtitle" = "โปรดกรอกแบบฟอร์มในการสนทนาก่อนหน้าก่อนเริ่มการสนทนาใหม่!";
"livechat.message.offlinemessage.submitted" = "ส่งข้อความทางออฟไลน์แล้ว";
"livechat.message.storage_permission.denied" = "สิทธิ์ของที่เก็บข้อมูลถูกปฏิเสธ";
"livechat.message.timedout" = "หมดเวลา";
"livechat.message.success" = "สำเร็จ";
"livechat.message.faliure" = "ล้มเหลว";

"livechat.message.widget.selectionlimit" = "ถึงขีดจำกัดการเลือกแล้ว";
"livechat.message.noresult" = "ไม่พบผลลัพธ์";
"livechat.message.waitingforconnection" = "กำลังรอการเชื่อมต่อเครือข่าย";
"livechat.message.chat.closedalert" = "ปิดเซสชันแล้ว! เปิดการแชทใหม่เพื่อดำเนินการต่อ";

"livechat.message.info.chatmissed" = "เราพลาดคำขอการสนทนาของคุณ";
"livechat.message.status.sending" = "กำลังส่ง";
"livechat.message.status.sent" = "ส่งแล้ว";
"livechat.message.status.resend" = "ส่งใหม่";
"livechat.message.status.delete" = "ลบ";
"livechat.message.inputcard.error.novalue" = "โปรดป้อนค่าที่ถูกต้อง";

"livechat.chat.pendingaction.placeholder" = "โปรดรอ...";
"livechat.chat.sender.profanity.alert" = "การแจ้งเตือนสิ่งที่ไม่เหมาะสม";
"livechat.chat.queue.banner.calculating" = "กำลังคำนวณเวลารอคอย...";
"livechat.chat.queue.banner.title" = "คุณอยู่ในคิวแชท";
"livechat.chat.queue.banner.timeremaining" = "เวลารอคอยโดยประมาณคือ %@";
"livechat.chat.queue.banner.position.subtitle" = "ตำแหน่ง";
"livechat.chat.list.subtitle.queue.spot" = "ตำแหน่งในคิว: %@";
"livechat.gdpr.googletranslate.consent" = "บริการนี้อาจมีการแปลโดยบริการของ Google Google ปฏิเสธการรับประกันทั้งหมดที่เกี่ยวข้องกับการแปลทั้งโดยชัดแจ้งหรือโดยนัย รวมถึงการรับประกันความแม่นยำ ความน่าเชื่อถือ และปฏิเสธการรับประกันโดยนัยใดๆ เกี่ยวกับการใช้ประโยชน์เชิงพาณิชย์ ความเหมาะสมกับวัตถุประสงค์เฉพาะ และการไม่ละเมิด";
"livechat.gdpr.translation.consent" = "คำยินยอมการแปล";
"livechat.button.schedule" = "กำหนดเวลา";

"livechat.message.inputwidget.datetime.title" = "วันที่และเวลา";
"livechat.message.search.country.placeholder" = "ค้นหาประเทศหรือรหัส";
"livechat.message.permission.denied.location" = "สิทธิ์เข้าถึงตำแหน่งที่ตั้งถูกปฏิเสธ";
"livechat.messsage.search.noresults" = "เราไม่พบผลลัพธ์ใดๆ ที่ตรงกับการค้นหาของคุณ";

"livechat.message.status.edit" = "แก้ไข";
"livechat.message.status.reply" = "ตอบกลับ";
"livechat.message.deletingmessage" = "กำลังลบข้อความ";
"livechat.message.deletemessage" = "ลบข้อความหรือไม่";
"livechat.message.messagedeletedforeveryone" = "ข้อความนี้จะถูกลบสำหรับทุกคน การดำเนินการนี้ไม่สามารถย้อนกลับได้";
"livechat.message.loadmoremessage" = "โหลดเพิ่มเติม";
"livechat.message.messagedeleted" = "ข้อความนี้ถูกลบแล้ว";
"livechat.message.messageedited" = "แก้ไขแล้ว";
"livechat.message.failure.transcriptFetch" = "ไม่สามารถโหลดข้อความ ลองอีกครั้งภายหลัง";
"livechat.message.failure.deleteMessage" = "ไม่สามารถลบข้อความ ลองอีกครั้งภายหลัง";
"livechat.message.failure.editMessage" = "ไม่สามารถแก้ไขข้อความ ลองอีกครั้งภายหลัง";

"livechat.message.log.title" = "บันทึกของแอปพลิเคชัน";
"livechat.message.log.chatMessage" = "โอเปอเรเตอร์ได้ร้องขอการเข้าถึงบันทึกแอปของคุณ";
"livechat.message.share" = "แชร์";
"livechat.info.message" = "คัดลอกแล้ว";

"livechat.booking.description"="คลิก ‘จองเลย’ ด้านล่างเพื่อกำหนดเงลาการนัดหมายของคุณ"; 
"livechat.booking.bookappointment" = "จองการนัดหมาย"; 
"livechat.booking.cancelbooking" = "ยกเลิกการจอง"; 
"livechat.booking.cancelbooking.message" = "คุณแน่ใจหรือว่าต้องการยกเลิกการจองนี้"; 
"livechat.booking.discardbooking" = "คุณแน่ใจหรือว่าต้องการยกเลิกการเปลี่ยนแปลง"; 
"livechat.common.discard" = "ยกเลิก"; 
"livechat.booking.pickadate" = "เลือกวันที่"; 
"livechat.booking.allslotsbooked" = "ตำแหน่งเวลาทั้งหมดถูกจองแล้ว"; 
"livechat.booking.allslotsbooked.message" = "ดูเหมือนว่าตำแหน่งเวลาทั้งหมดถูกจองแล้วสำหรับวันนี้ ลองใช้วันที่อื่น"; 
"livechat.booking.unavailable" = "ไม่พร้อมใช้งาน"; 
"livechat.booking.slots" = "ตำแหน่งเวลา"; 
"livechat.booking.slot" = "ตำแหน่งเวลา"; 
"livechat.booking.choosedate" = "เลือกวันที่"; 
"livechat.booking.bookingconfirmation.title" = "การยืนยันการจอง"; 
"livechat.booking.verifydetails" = "ยืนยันรายละเอียดการติดต่อ"; 
"livechat.common.noresultfound" = "ไม่พบผลลัพธ์ที่ตรงกับการค้นหา"; 
"livechat.booking.choosetimeslot.title" = "เลือกตำแหน่งเวลา"; 
"livechat.booking.booknow" = "จองเลย"; 
"livechat.booking.scheduled" = "กำหนดการแล้ว"; 
"livechat.booking.cancelled" = "ยกเลิกแล้ว"; 
"livechat.booking.reschedule" = "กำหนดการใหม่"; 
"livechat.booking.cancel" = "ยกเลิก";

"livechat.booking.expired" = "หมดอายุแล้ว";
"livechat.booking.rescheduled" = "กำหนดการใหม่แล้ว";
"livechat.booking.error.booknow" = "ลองอีกครั้ง";
"livechat.booking.error.bookanappointment" = "ไม่สามารถจองการนัดหมาย";
"livechat.booking.error.confirmappointment" = "การจองการนัดหมายล้มเหลว ลองอีกครั้ง";
"livechat.booking.error.rescheduleaction" = "ไม่สามารถกำหนดเวลาใหม่ ลองอีกครั้ง";
"livechat.booking.error.cancelaction" = "ไม่สามารถยกเลิกได้ ลองอีกครั้ง";
"livechat.booking.error.rescheduleappointment" = "ไม่สามารถกำหนดเวลาใหม่ ลองอีกครั้ง";
"livechat.info.booking.reschedule" = "การนัดหมายถูกกำหนดเวลาใหม่";
"livechat.info.booking.cancel" = "การนัดหมายถูกยกเลิก";
"livechat.booking.success.appointment" = "การนัดหมายถูกจองสำเร็จ";
"livechat.booking.success.reschedule" = "การนัดหมายถูกกำหนดเวลาใหม่สำเร็จ";
"livechat.booking.success.cancel" = "การนัดหมายถูกยกเลิกสำเร็จ";
"livechat.booking.disabled" = "ไม่ได้เปิดใช้งานการรวมในพอร์ทัล";
"livechat.booking.search" = "ไม่พบผลการค้นหาสำหรับ";
"livechat.voicemessage.alert.title" = "ยกเลิกข้อความเสียง";
"livechat.voicemessage.alert.message" = "ตัวเลือกนี้จะยกเลิกข้อความเสียงที่บันทึกไว้ของคุณ";
"livechat.booking.alert.discardChangesPrompt" = "การเปลี่ยนแปลงที่ทำจะไม่ถูกบันทึก คุณต้องการดำเนินการต่อหรือไม่";
"livechat.alert.button.proceed" = "ดำเนินการต่อ";
"livechat.alert.button.cancel" = "ยกเลิก";

//knowledgebase
"livechat.knowledgebase.recentsearches" = "การค้นหาล่าสุด";
"livechat.knowledgebase.categories" = "หมวดหมู่";
"livechat.knowledgebase.article.updated" = "ได้อัปเดต";
"livechat.knowledgebase.action.like" = "ถูกใจ";
"livechat.knowledgebase.action.dislike" = "ไม่ถูกใจ";
"livechat.knowledgebase.info.liked" = "ถูกใจแล้ว";
"livechat.knowledgebase.info.disliked" = "ไม่ถูกใจ";
"livechat.knowledgebase.view" = "รับชม";
"livechat.knowledgebase.views" = "จำนวนการรับชม";
"livechat.knowledgebase.action.invalid" = "การดำเนินการที่ไม่ถูกต้อง ลองอีกครั้ง";
"livechat.knowledgebase.noviews" = "ไม่มีจำนวนการรับชม";

"livechat.knowledgebase.subcategories" = "หมวดหมู่ย่อย";
"livechat.knowledgebase.article" = "บทความ";
"livechat.knowledgebase.articles" = "บทความ";
"livechat.knowledgebase.relatedarticles" = "บทความที่เกี่ยวข้อง";
"livechat.knowledgebase.subcategory.count" = "หมวดหมู่ย่อย";
"livechat.knowledgebase.subcategories.count" = "หมวดหมู่ย่อย";
"livechat.knowledgebase.recentlyviewed" = "การดูล่าสุด";
"livechat.knowledgebase.choosedepartment" = "เลือกแผนก";
"livechat.knowledgebase.search.departments" = "แผนก";
"livechat.knowledgebase.delete.or.disabled" = "บทความไม่พร้อมใช้งาน";

"livechat.chat" = "การแชท";
"livechat.knowledgebase.time.yearsago" = "อัปเดตเมื่อ %@ ปีที่แล้ว";
"livechat.knowledgebase.time.monthago" = "อัปเดตเมื่อ %@ เดือนที่แล้ว";
"livechat.knowledgebase.time.dayago" = "อัปเดตเมื่อ 1 วันที่แล้ว";
"livechat.knowledgebase.time.daysago" = "อัปเดตเมื่อ %@ วันที่แล้ว";
"livechat.knowledgebase.time.hourago" = "อัปเดตเมื่อ 1 ชั่วโมงที่แล้ว";
"livechat.knowledgebase.time.hoursago" = "อัปเดตเมื่อ %@ ชั่วโมงที่แล้ว";
"livechat.knowledgebase.time.justnow" = "เพิ่งอัปเดตเมื่อครู่";

"livechat.conversation.unavailable" = "การแชทไม่พร้อมใช้งาน";
"livechat.message.file.not.supported" = "ประเภทไฟล์ที่ไม่รองรับ";
"livechat.message.sending.failed" = "การส่งข้อความล้มเหลว";
"livechat.launcher.dismiss" = "ลากที่นี่เพื่อยกเลิก";
"livechat.button.endchat" = "สิ้นสุดการสนทนา";

"livechat.message.resendall" = "ส่งใหม่ทั้งหมด";
"livechat.message.deleteall" = "ลบทั้งหมด";
"livechat.filebotcard.minimumselection.error" = "โปรดเลือกอย่างน้อย %@ ไฟล์";
"livechat.filebotcard.maximumselection.error" = "ไม่สามารถแชร์ไฟล์มากกว่า %@ รายการ";
"livechat.filebotcard.selectionfile.limitexceed.error" = "ขนาดไฟล์ต้องไม่เกิน %@";
"livechat.filebotcard.upload" = "อัปโหลด";

"livechat.message.widget.minimumselectionlimit" = "จำเป็นต้องมีการเลือกอย่างน้อย %@ รายการ";
"livechat.message.resource.viewarticle" = "ดูบทความ";
"livechat.filebotcard.unsupportedfile.error" = "ไฟล์ที่เลือกไม่รองรับ โปรดเลือกไฟล์อื่น ";
"livechat.fab.call.action" = "การโทร";
"livechat.fab.chat.action" = "การแชท";
"livechat.fab.close.action" = "ปิด";

"livechat.info.call.convertedaschat" = "การโทรแปลงเป็นแชทโดย %@";
"livechat.info.call.end" = "การโทรผ่านเสียงที่เวลา %@ เป็นเวลา %@";
"livechat.info.call.reject.peer" = "%@ ไม่ว่างอยู่ในขณะนี้ โปรดลองโทรภายหลัง";
"livechat.info.call.reject" = "%@ ได้ปฏิเสธการโทรผ่านเสียงที่เวลา %@";
"livechat.info.call.missed.other" = "%@ พลาดรับการโทรผ่านเสียงของคุณเมื่อเวลา %@";
"livechat.info.call.missed.self" = "%@ พลาดรับสายการโทรผ่านเสียงที่ %@";
"livechat.info.call.cancelled" = "%@ ได้ยกเลิกการโทรผ่านเสียงเมื่อเวลา %@";
"livechat.common.loading" = "กำลังโหลด...";
"livechat.call.title.ongoingcall" = "การโทรที่กำลังดำเนินอยู่";
"livechat.prechat.chat.online.title" = "สนทนากับเราตอนนี้";
"livechat.prechat.chat.offline.title" = "ฝากข้อความให้เรา";
"livechat.prechat.call.online.title" = "โทรถึงเราตอนนี้";
"livechat.prechat.call.offline.title" = "ฝากสายที่ไม่ได้รับให้กับเรา";
"livechat.call.warning.make.new.call" = "คุณไม่สามารถโทรออกใหม่ได้หากคุณกำลังคุยสายอื่นอยู่";
"livechat.call.end.alert.when.end.conversation" = "การสิ้นสุดการแชทจะสิ้นสุดการโทรที่กำลังดำเนินอยู่ด้วย คุณแน่ใจหรือว่าต้องการดำเนินการต่อ";
"livechat.action.end" = "สิ้นสุด";
"livechat.prechat.brand.back.to.online" = "สวัสดี เรากลับมาออนไลน์แล้ว!";
"livechat.call.outgoingcall.duration" = "สายโทรออกสำหรับ %@";
"livechat.call.missed" = "สายที่ไม่ได้รับ";
"livechat.call.cancelled" = "การโทรที่ยกเลิก";
"livechat.missed.chat.response" = "ขอขอบคุณที่ติดต่อเรา! เราจะติดต่อกลับหาคุณโดยเร็ว";
"livechat.call.miss.alert.title" = "โอเปอเรเตอร์ไม่พร้อมให้บริการ";
"livechat.call.miss.alert.message" = "คุณต้องการฝากสายที่ไม่ได้รับให้กับเราหรือไม่";
"livechat.chat.miss.alert.message" = "คุณต้องการฝากข้อความถึงเราหรือไม่";
"livechat.call.recording.consent.title" = "ความยินยอมการบันทึกการโทร";
"livechat.call.recording.consent" = "การโทรทั้งหมดถูกบันทึกไว้เพื่อวัตถุประสงค์ของการรับประกันคุณภาพ การเก็บบันทึก และการฝึกอบรม เมื่อคลิก `ยอมรับ` คุณได้ให้คำยินยอมในการบันทึกการโทร";
"livechat.call.queue.title" = "การโทรในคิว";
"livechat.call.microphone.permission.title" = "โปรดอนุญาตการเข้าถึง";
"livechat.call.microphone.permission.custom.message" = "%@ ต้องการสิทธิ์ในการเข้าถึงไมโครโฟนของคุณเพื่อการโทรผ่านเสียง";
"livechat.call.microphone.permission.message" = "แอปต้องการสิทธิ์ในการเข้าถึงไมโครโฟนของคุณเพื่อการโทรผ่านเสียง";
"livechat.button.endconversation" = "สิ้นสุดการสนทนา";
"livechat.message.offlinechat" = "การสนทนาออฟไลน์";
"livechat.message.offlinecall" = "การโทรออฟไลน์";
"livechat.checkbox.consent.message" = "ฉันยอมรับในข้อตกลงและเงื่อนไข";
"livechat.checkbox.consent.message.tac" = "ข้อตกลงและเงื่อนไข";
"livechat.list.subtitle.queue.call" = "การโทรของคุณอยู่ในคิว โปรดรอ";
"livechat.list.subtitle.queue.chat" = "การแชทของคุณอยู่ในคิว โปรดรอ";
"livechat.common.gdpr.consent.title" = "การยินยอมในการสนทนา";
"livechat.common.gdpr.consent.message" = "เมื่อคลิกยอมรับ คุณได้ยอมรับในข้อกำหนดและเงื่อนไขทั้งหมดที่ระบุไว้ในเอกสารนี้";
"livechat.common.gdpr.consent.message.in.forms" = "โดยการทำเครื่องหมายในช่องกาเลือกข้อกำหนดและเงื่อนไข คุณได้ตกลงที่จะปฏิบัติตามข้อกำหนดทั้งหมดที่ระบุไว้ในเอกสาร";
"livechat.form.toast.agree.tac" = "โปรดยอมรับข้อกำหนดและเงื่อนไขเพื่อดำเนินการต่อ";
"livechat.list.missed.call.subtitle" = "เราพลาดการโทรกับคุณ โปรดลองอีกครั้งในภายหลัง";
"livechat.list.cancel.call.subtitle" = "คุณได้ยกเลิกการโทรผ่านเสียง";
"livechat.list.subtitle.ongoingcallinothersession" = "การโทรที่กำลังดำเนินอยู่ในเซสชันอื่น";
"livechat.call.failed.message" = "ดูเหมือนโอเปอเรเตอร์ของเราทั้งหมดกำลังไม่ว่างในขณะนี้!";
"livechat.call.waiting.for.response" = "โปรดรอสักครู่ขณะที่เจ้าหน้าที่ฝ่ายสนับสนุนของเรากำลังเข้าร่วมการโทรของคุณ";
"livecaht.call.initialization.failed" = "การเริ่มต้นล้มเหลว";
